{
  "main": {
    "name":"Rui Wang",
    "description":"I am a Doctoral (PhD) student at University at Buffalo. I study Political Communication, Media Trust, Misinformation, and Human-machine Communication.",
    "image":"profilepic.jpg",
    "bio":"Ph.D. student @CommDepUB | Media Effects, Misinformation, Computational Method, Human-machine Communication | @RutgersCommInfo Alumni|A mom🤱.",
    "contactmessage":"Look forward to hearing from you!",
    "email": "rwang38@buffalo.edu",
    "twitter": "Summer912_",
    "phone": "555-555-5555",
    "googleScholar":"https://scholar.google.com/citations?user=ZysUK0kAAAAJ&hl=en",
    "researchgate":"https://www.researchgate.net/profile/Rui-Wang-23",
    "address":{
      "street":"359 Baldy Hall,",
      "city":"Buffalo",
      "state":"New York",
      "zip": "14260-1020"
    },
    "website": "https://ruiwang-ub.github.io",
    "resumedownload":"https://drive.google.com/file/d/1xZHdy1yDfMwzehzlzBy7zLoobBlVNBBc/view?usp=sharing",
    "social":[
      {
        "name":"facebook",
        "url":"https://www.facebook.com/summer912",
        "className":"fa fa-facebook"
      },
      {
        "name":"twitter",
        "url":"https://twitter.com/Summer912_",
        "className":"fa fa-twitter"
      },
      {
        "name":"linkedin",
        "url":"https://www.linkedin.com/in/rui-wang1993/",
        "className":"fa fa-linkedin"
      }
    ]
  },
  "resume":{
    "resumedownload":"https://drive.google.com/file/d/1xZHdy1yDfMwzehzlzBy7zLoobBlVNBBc/view?usp=sharing",
    "skillmessage":"",
    "education":[
      {
        "school":"University at Buffalo, The State University of New York",
        "degree":"Ph.D. Candidate, Communication",
        "graduated":"Expected 2024"
      },
      {
        "school":"Rutgers University – New Brunswick, The State University of New Jersey",
        "degree":"M.A., Information and Communication Studies",
        "graduated":"May 2018"
      },
      {
        "school":"Anhui Normal University, China",
        "degree":"B.A., Journalism",
        "graduated":"July 2016"
            }
    ],
    "work":[
      {
        "company":"The Media Effects, Misinformation, and Extremism Lab, University at Buffalo",
        "years":"2020 - Present"
      },
      {
        "company":"Communication and Emerging Media Lab, University at Buffalo",
        "years":"2021 – Present"
      }
    ],
    "conference":[
      "Wang, R, Ophir, Y., Walter, D. (2022). Twitter Bots and Polarization of COVID-19 Vaccine. American Political Science Association, Montréal, Québec, Canada.",
      "Wang, R, Ophir, Y. (2022). The Effect of Automated Journalism on Hostile Media Bias. American Political Science Association, Montréal, Québec, Canada.",
      "Wang, R. (2022). How COVID19 Vaccine Content Attributes Relate to Engagement and Why it Matters on TikTok? Association for Education in Journalism and Mass Communication, Detroit, MI, United States.",
      "Suk, J., Zhang, Y., Yue, Z., Wang, R., Dong, X., Yang, D., Lian, R., Kwak, N. (2022). “The personal is political”: A cross-platform approach to how networked acknowledgment before and after #MeToo transforms into politicization. International Communication Association, Paris, France.",
      "Zhang, Y., Suk, J., An, Z., Yue, Z., Yang, D., Wang, R., Dong, X., Joseph, K., Kwak, N. (2022). Mapping out Information Flow in the Social Media Ecosystem by Tracing Hyperlinks. National Communication Association, New Orleans, Louisiana, United States. "
    ],
    "publications":[
      "Ophir, Y., Pruden, M. L., Walter, D., Lokmanoglu, A. D., Tebaldi, C., & Wang, R. (2022). Weaponizing reproductive rights: a mixed-method analysis of White nationalists’ discussion of abortions online. Information, Communication & Society, 1-26."
    ],
    "underReview":[
      "Suk, J., Zhang, Y., Yue, Z., Wang, R., Dong, X., Yang, D., Lian, R., Kwak, N. (under review). When the Personal Becomes Political: Unpacking the Dynamics of Sexual Violence and Gender Justice Discourses across Four Social Media Platforms. ",
      "Ophir, Y., Liu, A., Shah, P., Wang, R., Acosta, N., & Gillis, S. (under review). Science and Health Journalism and Its Effects on Audiences."
    ],
    "skills":[
      {
        "name":"Experimental design,",
        "level":"80%"
      },
      {
        "name":"Topic modeling",
        "level":"80%"
      },
      {
        "name":"R",
        "level":"70%"
      },
      {
        "name":"Python",
        "level":"70%"
      },
      {
        "name":"SPSS",
        "level":"60%"
      },
      {
        "name":"Stata",
        "level":"50%"
      },
      {
        "name":"Automated text analysis,",
        "level":"50%"
      }
    ]
  },
  "portfolio":{
    "projects": [
      {
        "title":"Emerging Technology and Media Trust",
        "category":"",
        "image":"02.jpeg",
        "url":"",
        "content": "The trust in news media hits historically low in the United States and other democratic countries. The declining tendency accelerated when Donald Trump became the president of the United States in 2016. This project is investigating whether AI can be a solution to the continuous decline of media trust."
      },
      {
        "title":"Social Bots in Online Enviornment",
        "category":"",
        "image":"03.png",
        "url":"https://chm.ahnu.edu.cn/info/1003/7520.html",
        "content":"In recent years, social bots are active in online environments. Both the scholarship and the public are concerned that social bots could be detrimental to democratic society by spreading misinformation and heightening polarization. This project focuses on comparisons between humans and bots regarding the discourses and activities on Twitter. "
      },
      {
        "title":"Perception of AI",
        "category":"",
        "image":"04.jpeg",
        "url":"",
        "content":"AI is employed as various actors in the communication process. For example, AI fact-checker, chatbots, AI journalists, and social bots. Instead of treating AI as a mere technological agency, nowadays, AI should be considered as a communicator as well. It is important to figure out how human perceive AI when it performs as an information source and when human interacts with it. This project centers around testing the human perceptions of AI in different settings."
      }
    ]
  }
}
